Repository: WPPlugins/extended-blogroll
Catalog: languages/extended_blogroll-*.po
Languages: de_de

source: Make sure, that you have entered the right RSS Addresses to your links in the Links Subpanel. Otherwise this plugin will not work correctly. No item is shown when a wrong or no RSS Address is entered!
de_de: Stelle sicher, dass du die richtigen RSS Adressen zu deinen Blogroll Links (im Feld RSS-Adresse) eingegeben hast. Ansonsten funktioniert dieses Plugin nicht. Es wird nichts angezeigt, wenn eine falsche oder keine RSS Adresse eingegeben wurde!

source: Widget Settings:
de_de: Widget Einstellungen:

source: Title:
de_de: Titel:

source: Display items:
de_de: Einträge anzeigen:

source: (-1 will display all items)
de_de: (-1 zeigt alle an)

source: Display items from link category:
de_de: Einträge aus der Link Kategorie:

source: Select Link Category
de_de: Link Kategorie auswählen

source: All Links
de_de: Alle Links

source: Link Name Ascending
de_de: Linkname aufsteigend

source: Link Name Descending
de_de: Linkname absteigend

source: Link ID Ascending
de_de: Link-ID aufsteigend

source: Link ID Descending
de_de: Link-ID absteigend

source: Random Order
de_de: Zufällige Reihenfolge

source: Item order:
de_de: Sortierung der Einträge:

source: Select Item Order
de_de: Eintragsreihenfolge auswählen

source: ("Random Order" is recommended for less than all items)
de_de: (Für weniger als alle Einträge empfiehlt sich die &quot;Zufällige Reihenfolge&quot;)

source: Items Configuration:
de_de: Konfiguration der Einträge:

source: Show no images
de_de: Keine Bilder

source: Show my own images
de_de: Eigene Bilder

source: Create and show thumbnails
de_de: Thumbnails erstellen und anzeigen

source: Show link images:
de_de: Zeige Link-Bilder:

source: Select if you want to show images
de_de: Auswählen, ob du Bilder anzeigen möchtest

source: Pixel (image size)
de_de: Pixel (Bildgröße)

source: Show blogroll links ?
de_de: Blogroll Links anzeigen ?

source: Add rel="nofollow" ?
de_de: mit rel=&quot;nofollow&quot; ?

source: Display feed post links:
de_de: Feedartikel Links anzeigen:

source: (between 1 and 10)
de_de: (zwischen 1 und 10)

source: Shorten feed post link text ?
de_de: Feedartikel Linktext kürzen ?

source: shorten to
de_de: kürzen auf

source: characters
de_de: Zeichen

source: Show feed post excerpts ?
de_de: Feedartikel Auszug anzeigen ?

source: Characters for excerpts
de_de: Zeichenlänge des Auszugs

source: (between 10 and 999)
de_de: (zwischen 10 und 999)

source: No RSS Addresses are entered to your links in the Links SubPanel, therefore no items can be shown!
de_de: In den Blogroll-Lins sind keine RSS-Adressen hinterlegt. Somit können keine angezeigt werden.

source: Settings
de_de: Einstellungen

source: Settings for the &#91;blogroll&#93;-shortcode
de_de: Einstellungen für den &#91;blogroll&#93;-shortcode

source: Shortcode Settings:
de_de: Shortcode Einstellungen:

source: Thumbnail size:
de_de: Thumbnailgröße:

source: Show Feed Items:
de_de: Anzahl der Feeds:

source: Shorten Feedlink
de_de: Linktext des Feed kürzen

source: Short Link to:
de_de: Kürzen auf:

source: Characters
de_de: Zeichen

source: Shorten Feedsummary
de_de: Feedtext kürzen

source: Short Summary to:
de_de: Kürze Feedtext auf:

source: Save Changes
de_de: Speichern
